const About = () => {
  return (
    <div>
      <h2>About</h2>
      <p>
        私たち「地球っ子ネットワーク」は 子どもたちの可能性を
        少しでも広げたい思いを持った大学生たちが 設立した団体です。 代表の朝岡が
        地域の無料で使えた自習室の存在によって 進路実現を果たし、
        自分と同じように学びたいのに 環境が充分でない子どもの力になりたい、
        座学以外の様々な学びにつながる機会を与えたい
        と思い様々な活動を行なっております。 設立当初は大学の組織としてではなく
        独立して活動していましたが、 現在は飯塚市、麻生グループ、九工大が
        設立していた 「地球っ子ネットワーク」に加わり、
        その中の一事業という立場になりました。
        これからも設立時の思いを忘れずに、 子どもたちの未来のために
        行動できればと考えております。
      </p>
    </div>
  );
};

export default About;
