const Activities = () => {
  return (
    <div>
      <h2>Activities</h2>
      <div>
        <h3>01 自習場所の提供</h3>
        <p>
          毎週日曜日(※1)ゆめタウン飯塚内のゆめホール(つなぐカフェ@飯塚)を13時～17時に自習室として開放します。九工大生も課題をしたり、勉強をしたりしているので、もしわからない問題があったら聞いてください。
          家で勉強するのはやる気が出ない、図書館のような静かな環境では集中できない人におすすめです。
        </p>
      </div>
      <div>
        <h3>02 イベント開催</h3>
        <p>
          月に1回(※2)、色々なイベントを中高生対象で行っています。
          過去問会などの勉強から、プログラミング、遊びまで幅広いジャンルのイベントを開催予定です。
          月に1回ですが、みなさんによりよいイベント、経験をお届けできるよう頑張っています。
        </p>
      </div>
    </div>
  );
};

export default Activities;
